Repository: appful-devteam/yabatalk
Catalog: lovetalk/Localizable.xcstrings
Source language: ja
Languages: en, es, ko, th, zh_hans

source: 誰かにフォローされた時
en: When someone follows you
es: Cuando alguien te sigue
ko: 누군가 팔로우했을 때
zh_hans: 当有人关注你时

source: 誰でも投稿やプロフィールを見ることができます
en: Anyone can see your posts and profile
es: Cualquiera puede ver tus publicaciones y perfil
ko: 누구나 게시물과 프로필을 볼 수 있습니다
zh_hans: 任何人都可以查看帖子和个人资料

source: 謎めいた魅力に引き込まれて
en: Drawn in by mysterious charm
es: Atraído por un encanto misterioso
ko: 신비로운 매력에 끌려서
zh_hans: 被神秘魅力所吸引

source: 謝りたい
en: Apologize
es: Disculparse
ko: 사과하기
zh_hans: 道歉

source: 謝罪の言葉
en: Words of apology
es: Palabras de disculpa
ko: 사과의 말
zh_hans: 道歉的话

source: 豊か
en: Rich
es: Rico
ko: 풍부
zh_hans: 丰富

source: 質問
en: Questions
es: Preguntas
ko: 질문
zh_hans: 提问

source: 質問が多めでメッセージ量は控えめ。相手の話を上手に引き出す
en: Asks many questions with moderate messages. Skillfully draws out the other person
es: Hace muchas preguntas con mensajes moderados. Hábil para que el otro se abra
ko: 질문이 많고 메시지량은 적당함. 상대의 이야기를 잘 끌어내는
zh_hans: 提问多但消息量适中。善于引导对方说话

source: 質問を含むメッセージ
en: Messages with questions
es: Mensajes con preguntas
ko: 질문이 포함된 메시지
zh_hans: 包含提问的消息

source: 質問を書いてね！ 例: 付き合う前のLINE頻度、みんなどのくらい？
en: Write your question! Example: How often do people text before dating?
es: ¡Escribe tu pregunta! Ejemplo: ¿Con qué frecuencia se escriben antes de salir?
ko: 질문을 써 봐! 예: 사귀기 전 LINE 빈도, 다들 어느 정도야?
zh_hans: 写下你的问题吧！ 例：交往前LINE的频率，大家是多少？

# 質問を書いてね！ 例: 付き合う前のLINE頻度、みんなどのくらい？
source: 質問を書いてね！\n例: 付き合う前のLINE頻度、みんなどのくらい？
en: Write your question!\ne.g., How often do you text before dating?
es: ¡Escribe tu pregunta!\nej., ¿Con qué frecuencia mensajean antes de salir?
ko: 질문을 써주세요!\n예: 사귀기 전 메시지 빈도, 다들 어느 정도?
zh_hans: 写下你的问题！\n例：交往前的聊天频率，大家是怎样的？

source: 質問率が%d%%で、相手の話を引き出すのが上手。聞き上手なトーク相手です。
en: With a %d%% question rate, they're great at drawing out others' stories. An excellent listener.
es: Con una tasa de preguntas del %d%%, son excelentes para sacar las historias de otros. Un excelente oyente.
ko: 질문률 %d%%로 상대의 이야기를 잘 끌어내는 뛰어난 경청가입니다.
zh_hans: 提问率为%d%%，善于引出对方的故事。是出色的倾听者。

source: 購入に失敗しました。もう一度お試しください。
en: Purchase failed. Please try again.
es: Compra fallida. Inténtalo de nuevo.
ko: 구매에 실패했습니다. 다시 시도해 주세요.
zh_hans: 购买失败。请重试。

source: 購入の復元に失敗しました
en: Failed to restore purchases
es: Error al restaurar compras
ko: 구매 복원 실패
zh_hans: 恢复购买失败

source: 購入を復元
en: Restore Purchases
es: Restaurar compras
ko: 구매 복원
zh_hans: 恢复购买

source: 購入処理に失敗しました
en: Purchase failed
es: Error en la compra
ko: 구매 처리 실패
zh_hans: 购买失败

source: 購入処理中...
en: Processing purchase...
es: Procesando compra...
ko: 구매 처리 중...
zh_hans: 购买处理中...

source: 購入済み
en: Purchased
es: Comprado
ko: 구매 완료
zh_hans: 已购买

source: 距離を縮めたい
en: Get closer
es: Acercarse
ko: 거리 좁히기
zh_hans: 拉近距离

source: 距離感がわからない
en: Unsure about distance
es: Inseguro sobre la distancia
ko: 거리감을 모르겠어요
zh_hans: 不确定该保持什么距离

source: 返し方がわからない
en: Don't know how to reply
es: No sé cómo responder
ko: 어떻게 답장해야 할지 모르겠어요
zh_hans: 不知道怎么回复

source: 返事に困ってる
en: Struggling to reply
es: Luchando por responder
ko: 답장이 어려워요
zh_hans: 回复很困难

source: 返信
en: Replies
es: Respuestas
ko: 답글
zh_hans: 回复

source: 返信の読み込みに失敗しました
en: Failed to load replies
es: Error al cargar respuestas
ko: 답글을 불러오지 못했습니다
zh_hans: 加载回复失败

source: 返信の送信に失敗しました
en: Failed to send reply
es: Error al enviar respuesta
ko: 답글 전송에 실패했습니다
zh_hans: 发送回复失败

source: 返信はマイペース。ゆったりとした時間が流れるコミュスタイル
en: Replies at their own pace. A relaxed communication style
es: Responde a su propio ritmo. Un estilo de comunicación relajado
ko: 답장은 마이페이스. 여유롭게 흘러가는 커뮤 스타일
zh_hans: 回复随心所欲。悠闲自在的沟通风格

source: 返信ペース
en: Reply Pace
es: Ritmo de Respuesta
ko: 답장 속도
zh_hans: 回复节奏

source: 返信ペースとは、お互いの返信スピードのバランスを測る指標です。どちらか一方だけが早く返信するのではなく、2人の返信速度が近いほど高く評価されます。スコアが高ければ、同じくらいの熱量でやり取りしている証拠でしょう。
en: Reply Pace measures the balance of reply speeds between you two. It's not about being fast — it rates higher when both reply at similar speeds. A high score proves you're communicating with equal enthusiasm.
es: El Ritmo de Respuesta mide el equilibrio de velocidad de respuesta entre ustedes. No se trata de ser rápido — se puntúa más alto cuando ambos responden a velocidades similares. Una puntuación alta demuestra que se comunican con igual entusiasmo.
ko: 답장 속도는 두 사람의 답장 속도 균형을 측정합니다. 빠르게 답장하는 것이 중요한 게 아니라, 두 사람의 답장 속도가 비슷할수록 높은 점수를 받습니다. 높은 점수는 동등한 열정으로 소통하고 있음을 증명합니다.
zh_hans: 回复节奏衡量你们两人回复速度的平衡。不是说回复快就好——双方回复速度相近时得分越高。高分证明你们以同等的热情在交流。

source: 返信ペースの相性
en: Reply pace compatibility
es: Compatibilidad del ritmo de respuesta
ko: 답장 속도의 궁합
zh_hans: 回复节奏的匹配度

source: 返信を書く...
en: Write a reply...
es: Escribe una respuesta...
ko: 답글 작성...
zh_hans: 写回复...

source: 返信内容を組み立て中...
en: Crafting reply content...
es: Elaborando contenido de respuesta...
ko: 답장 내용 작성 중...
zh_hans: 正在编辑回复内容...

source: 返信速度
en: Reply Speed
es: Velocidad de respuesta
ko: 답장 속도
zh_hans: 回复速度

source: 追加
en: Add
es: Añadir
ko: 추가
zh_hans: 添加

source: 送ったスタンプ
en: Stickers sent
es: Stickers enviados
ko: 보낸 스티커
zh_hans: 发送的贴纸

source: 送ったテキストメッセージ
en: Text messages sent
es: Mensajes de texto enviados
ko: 보낸 텍스트 메시지
zh_hans: 发送的文本消息

source: 送った写真
en: Photos sent
es: Fotos enviadas
ko: 보낸 사진
zh_hans: 发送的照片

source: 送った動画
en: Videos sent
es: Videos enviados
ko: 보낸 동영상
zh_hans: 发送的视频

source: 送る文（コピペ用）
en: Message to Send (Copy & Paste)
es: Mensaje para enviar (copiar y pegar)
ko: 보낼 문장 (복사용)
zh_hans: 发送文本（复制用）

source: 送信
en: Send
es: Enviar
ko: 전송
zh_hans: 发送

source: 送信されるデータの内容
en: Data That Will Be Transmitted
es: Contenido de los datos enviados
ko: 전송되는 데이터 내용
zh_hans: 传输的数据内容

source: 送信データ
en: Data Sent
es: Datos enviados
ko: 전송 데이터
zh_hans: 发送数据

source: 送信データ: メッセージ本文・送信者名・送信日時
en: Data sent: Message text, sender names, timestamps
es: Datos enviados: Texto del mensaje, nombres de remitentes, marcas de tiempo
ko: 전송 데이터: 메시지 본문·발신자 이름·발신 시간
zh_hans: 发送数据：消息正文·发送者姓名·发送时间

source: 送信先: Google LLC（Gemini API）
en: Recipient: Google LLC (Gemini API)
es: Destinatario: Google LLC (Gemini API)
ko: 수신처: Google LLC(Gemini API)
zh_hans: 发送至：Google LLC（Gemini API）

source: 送信日時
en: Date and time of messages
es: Fecha y hora de los mensajes
ko: 전송 일시
zh_hans: 发送日期和时间

source: 送信者名（参加者名）
en: Sender names (participant names)
es: Nombres de los remitentes (participantes)
ko: 발신자명 (참가자명)
zh_hans: 发送者姓名（参与者姓名）

source: 通報する
en: Report
es: Reportar
ko: 신고하기
zh_hans: 举报

source: 通知
en: Notifications
es: Notificaciones
ko: 알림

source: 通話
en: Call
es: Llamada
ko: 통화
zh_hans: 通话

source: 通話_action
en: Calls
es: Llamadas
ko: 통화
zh_hans: 通话

source: 通話\u{1F4DE}
en: Calls \u{1F4DE}
es: Llamadas \u{1F4DE}
ko: 통화 \u{1F4DE}
zh_hans: 通话 \u{1F4DE}

source: 通話📞
en: Calls📞
es: Llamadas📞
ko: 통화📞
zh_hans: 通话📞

source: 通話の回数
en: Number of calls
es: Número de llamadas
ko: 통화 횟수
zh_hans: 通话次数

source: 通話の記録
en: Call Records
es: Registros de llamadas
ko: 통화 기록
zh_hans: 通话记录

source: 通話の詳細データを見る
en: View call details
es: Ver detalles de llamadas
ko: 통화 상세 데이터 보기
zh_hans: 查看通话详细数据

source: 通話回数
en: Call count
es: Llamadas
ko: 통화 횟수
zh_hans: 通话次数

source: 通話時間(分)
en: Call Duration (min)
es: Duración de llamada (min)
ko: 통화 시간(분)
zh_hans: 通话时长（分钟）

source: 連絡の仕方がわからない
en: Don't know how to message
es: No sé cómo enviar mensaje
ko: 어떻게 연락해야 할지 모르겠어요
zh_hans: 不知道怎么发消息

source: 連絡頻度
en: Messaging frequency
es: Frecuencia de mensajes
ko: 연락 빈도
zh_hans: 消息频率

source: 連続とーく日数
en: Consecutive talk days
es: Días consecutivos de chat
ko: 연속 대화 일수
zh_hans: 连续聊天天数

source: 連続日数
en: Consecutive days
es: Días consecutivos
ko: 연속 일수
zh_hans: 连续天数

source: 週間より53%お得
en: 53% cheaper than weekly
es: 53% más barato que semanal
ko: 주간보다 53% 저렴
zh_hans: 比周套餐便宜53%

source: 週間より75%お得
en: 75% cheaper than weekly
es: 75% más barato que semanal
ko: 주간보다 75% 저렴
zh_hans: 比周套餐便宜75%

source: 週間より81%お得
en: 81% cheaper than weekly
es: 81% más barato que semanal
ko: 주간보다 81% 저렴
zh_hans: 比周套餐便宜81%

source: 運命が回す、2人のルーレット
en: Fate's roulette for two
es: La ruleta del destino para dos
ko: 운명이 돌리는 두 사람의 룰렛
zh_hans: 命运为两人转动的轮盘

source: 過去の相談を閲覧中
en: Viewing past chats
es: Viendo chats pasados
ko: 과거 상담 열람 중
zh_hans: 正在查看过去的咨询

source: 過去の相談履歴を 確認できます
en: View your past chat history
es: Ver el historial de chats anteriores
ko: 과거 상담 기록을 확인할 수 있어요
zh_hans: 可以查看过去的 聊天记录

source: 過去参照: %dブロックを追加で参照しました。
en: Past reference: %d additional blocks referenced.
es: Referencia pasada: %d bloques adicionales referenciados.
ko: 과거 참조: %d개의 추가 블록을 참조했습니다.
zh_hans: 过往参考：额外参考了%d个对话块。

source: 過去参照: 直近2週間の文脈のみで提案しました。
en: Past reference: Suggestions based on the last 2 weeks only.
es: Referencia pasada: Sugerencias basadas solo en las últimas 2 semanas.
ko: 과거 참조: 최근 2주간의 맥락만으로 제안했습니다.
zh_hans: 过往参考：仅基于最近2周的内容提出建议。

source: 選択肢 %lld
en: Option %lld
es: Opción %lld
ko: 선택지 %lld
zh_hans: 选项 %lld

source: 金_weekday
en: Fri
es: Vie
ko: 금
zh_hans: 五

source: 長さ
en: Length
es: Longitud
ko: 길이
zh_hans: 长度

source: 長め
en: Long
es: Largo
ko: 길게
zh_hans: 长

source: 長文で丁寧。質問も多めの知的なコミュニケーション派
en: Polite with long messages. An intellectual communicator who asks many questions
es: Educado con mensajes largos. Un comunicador intelectual que hace muchas preguntas
ko: 장문으로 정중함. 질문도 많은 지적인 커뮤니케이션파
zh_hans: 长消息且礼貌。喜欢提问的知性沟通派

source: 長文で語る
en: Long text storyteller
es: Narrador de textos largos
ko: 장문으로 이야기하기
zh_hans: 长文叙述者

source: 長文マスター度
en: Long Text Master
es: Maestro de Texto Largo
ko: 장문 마스터도
zh_hans: 长文大师度

source: 閉じる
en: Close
es: Cerrar
ko: 닫기
zh_hans: 关闭

source: 開発者メニューが有効になりました。
en: Developer menu has been enabled.
es: El menú de desarrollador ha sido activado.
ko: 개발자 메뉴가 활성화되었습니다.
zh_hans: 开发者菜单已启用。

source: 関係を進めたい
en: Advance the relationship
es: Avanzar en la relación
ko: 관계 발전시키기
zh_hans: 推进关系

source: 関係性
en: Relationship
es: Relación
ko: 관계
zh_hans: 关系

source: 関係性を診断中...
en: Diagnosing relationship...
es: Diagnosticando relación...
ko: 관계 진단 중...
zh_hans: 正在诊断关系...

source: 閲覧だけにする
en: Browse only
es: Solo navegar
ko: 열람만 하기
zh_hans: 仅浏览

source: 閲覧時にはお客様の個人アカウント情報との紐付けは解除されます
en: When viewed, your personal account information will be disassociated
es: Al visualizar los datos, se desvinculará la información de su cuenta personal
ko: 열람 시 고객의 개인 계정 정보와의 연결은 해제됩니다
zh_hans: 查看时会解除与您个人账户信息的关联

source: 雨の中そっと傘を差し出すような優しさが溢れる関係。ただし核心の気持ちをなかなか言葉にできない切なさも。この先、勇気を出して「好き」や「ありがとう」を声に出してみてください。一言が雨雲を晴らし、二人の間にずっと虹がかかるようになります。
en: Your relationship overflows with the kind of tenderness that quietly offers an umbrella in the rain. Yet there's a bittersweet ache in not being able to voice what truly matters. From here on, find the courage to say “I love you” and “thank you” out loud. A single word can clear the rain clouds and paint a permanent rainbow between you.
es: Su relación rebosa de la ternura de quien ofrece un paraguas en silencio bajo la lluvia. Sin embargo, hay una dulce melancolía en no poder expresar lo que realmente importa. De aquí en adelante, encuentren el valor para decir “te quiero” y “gracias” en voz alta. Una sola palabra puede disipar las nubes de lluvia y pintar un arcoíris permanente entre ustedes.
ko: 비 속에서 살며시 우산을 내미는 것 같은 다정함이 넘치는 관계. 하지만 핵심적인 마음을 좀처럼 말로 못 하는 안타까움도 있어요. 앞으로 용기를 내서 '좋아해'나 '고마워'를 소리 내어 말해 보세요. 한마디가 먹구름을 걷어내고, 두 사람 사이에 언제까지나 무지개가 걸리게 될 거예요.
zh_hans: 你们的关系充满了那种在雨中悄悄递出雨伞般的温柔。不过，核心的心意总是难以说出口，也有些令人心酸。今后请鼓起勇气，把“喜欢”和“谢谢”说出来吧。一句话就能拨开乌云，让彩虹永远挂在你们之间。

source: 雨音の中に聞こえる、君の声
en: Your voice heard in the sound of rain
es: Tu voz escuchada en el sonido de la lluvia
ko: 빗소리 속에 들리는 너의 목소리
zh_hans: 雨声中听到你的声音

source: 静かに寄り添う関係
en: A quietly supportive relationship
es: Una relación de apoyo silencioso
ko: 조용히 곁에 있는 관계
zh_hans: 静静陪伴的关系

source: 静かに支え合う、雨上がりの虹
en: Quietly supporting each other, a rainbow after rain
es: Apoyándose en silencio, un arcoíris después de la lluvia
ko: 조용히 서로를 지지하며, 비 갠 후의 무지개
zh_hans: 静静地相互支持，雨后彩虹

source: 非公開アカウント
en: Private Account
es: Cuenta privada
ko: 비공개 계정
zh_hans: 私密账号

source: 非公開アカウントです
en: This account is private
es: Esta cuenta es privada
ko: 비공개 계정입니다
zh_hans: 这是私密账号

source: 非表示
en: Hide
es: Ocultar
ko: 숨기기
zh_hans: 隐藏

source: 非送信データ
en: Not Sent
es: No enviado
ko: 비전송 데이터
zh_hans: 不发送的数据

source: 面白い話題
en: Fun topic
es: Tema divertido
ko: 재미있는 화제
zh_hans: 有趣的话题

source: 面白い話題で会話を始めたい
en: I want to start a conversation with a fun topic
es: Quiero empezar una conversación con un tema divertido
ko: 재미있는 화제로 대화를 시작하고 싶어요
zh_hans: 想用有趣的话题开始对话

source: 風に揺れる、心地よい午後
en: A comfortable afternoon swaying in the breeze
es: Una tarde cómoda mecida por la brisa
ko: 바람에 흔들리는 편안한 오후
zh_hans: 微风中摇曳的惬意午后

source: Accepted:
es: Aceptado:
ko: 수락됨:
zh_hans: 已接受：

source: After:
es: Después:
ko: 후:
zh_hans: 之后：

source: BAD
es: MALO

source: Before:
es: Antes:
ko: 전:
zh_hans: 之前：

source: COMPLETE!
es: ¡COMPLETO!
ko: 완료!
zh_hans: 完成！

source: Developer
es: Desarrollador
ko: 개발자
zh_hans: 开发者

source: Developer Mode
es: Modo desarrollador
ko: 개발자 모드
zh_hans: 开发者模式

source: Evaluation (%@)
es: Evaluación (%@)
ko: 평가 (%@)
zh_hans: 评估 (%@)

source: Final Output (%@)
es: Resultado final (%@)
ko: 최종 결과 (%@)
zh_hans: 最终输出 (%@)

source: Free
es: Gratis
ko: 무료
zh_hans: 免费

source: GOOD
es: BUENO

source: Hard Constraints (%@)
es: Restricciones estrictas (%@)
ko: 엄격한 제약 (%@)
zh_hans: 硬性约束 (%@)

source: Input Context
es: Contexto de entrada
ko: 입력 컨텍스트
zh_hans: 输入上下文

source: LOADING...
es: CARGANDO...
ko: 로딩 중...
zh_hans: 加载中...

source: messages
es: mensajes
ko: 건
zh_hans: 条

source: Notes:
es: Notas:
ko: 노트:
zh_hans: 备注：

source: Preprocessing (%@)
es: Preprocesamiento (%@)
ko: 전처리 (%@)
zh_hans: 预处理 (%@)

source: Rewrite Targets:
es: Objetivos de reescritura:
ko: 재작성 대상:
zh_hans: 重写目标：

source: Scores:
es: Puntuaciones:
ko: 점수:
zh_hans: 分数：

source: START!
es: ¡INICIO!
ko: 시작!
zh_hans: 开始！

source: STEP
es: PASO

source: style %@
es: estilo %@
ko: 스타일 %@
zh_hans: 风格 %@

source: TYPE
es: TIPO
ko: 타입
zh_hans: 类型

source: \(statistics.mostActiveDay)曜日
ko: %@요일
zh_hans: 星期%@

source: %@曜日
ko: %@요일
zh_hans: 周%@

source: Error
ko: 오류
zh_hans: 错误

source: ERROR: %@
ko: 오류: %@
zh_hans: 错误：%@

source: Total: %@
ko: 합계: %@
zh_hans: 总计：%@
